[{
  "_id": {
    "$oid": "5eb5823faf05681681978e2d"
  },
  "ingredients": [
    "1 kg de calabacines",
    "1 cebolla",
    "2 patatas",
    "4 rebanadas de pan seco",
    "Aceite de oliva",
    "Sal",
    "Pimienta"
  ],
  "username": "admin",
  "title": "Crema de calabacín",
  "description": "Lava bien los calabacines, trocéalos y reserva. Pela y trocea la cebolla y las patatas. Calienta una olla con agua. Mientras tanto, añade dos cucharadas de aceite en una cazuela y agrega la cebolla troceada. Saltea durante unos 3 o 4 minutos y añade la patata y el calabacín. Vierte el agua que has calentado en la olla hasta que cubra el calabacín. Cuécelo todo durante 20 minutos aproximadamente. Corta las rebanadas de pan a cuadraditos de un centímetro más menos. Calienta una sartén pequeña con un dedo de aceite. Cuando empiece a tomar temperatura, agrega el pan en varias tandas y sofríe 3 minutos a fuego medio. Escurre con una espumadera y deja reposar sobre un plato con papel absorbente. Una vez que las verduras estén hervidas, apaga el fuego y tritúralas bien. Salpimienta al gusto. Cuando sirvas la crema en el plato, añade por encima una cucharada de aceite de oliva virgen crudo para dar más sabor a la crema y decorar el plato. Antes de servir, reparte por encima algunos picatostes de pan frito.",
  "difficulty": "easy",
  "persons": 4,
  "time": 30,
  "images": [
    {
      "_id": {
        "$oid": "5eb68bb23ec4ed1c74530f6b"
      },
      "file": "c0fca67718220630aebc6047e3641c50.jpg",
      "mimetype": "image/jpeg",
      "size": 57099,
      "url": "http://localhost:8000/files/c0fca67718220630aebc6047e3641c50.jpg",
      "username": "admin",
      "type": "recipe",
      "__v": 0
    }
  ]
},{
  "_id": {
    "$oid": "5eb5823faf05681681978e2e"
  },
  "ingredients": [
    "150 g de ensalada de hojas variadas",
    "100 g de garbanzos cocidos",
    "100 g de queso de Burgos",
    "50 g de nueces peladas",
    "Aceite de oliva",
    "Vinagre de Jerez",
    "Mostaza",
    "Pimienta",
    "Sal"
  ],
  "username": "recipe",
  "title": "Ensalada con garbanzos",
  "description": "Lava y escurre las hojas de ensalada. Escurre el queso y córtalo en daditos. Pon los garbanzos en un colador, enjuágalos para eliminar el líquido y escúrrelos. Mezcla en un cuenco 5 cucharadas de aceite, 1 cucharada de vinagre y 1 cucharadita de mostaza. Salpimenta y bate hasta que obtengas una salsa emulsionada. Coloca las hojas de ensalada en una ensaladera y añade los dados de queso, los garbanzos y las nueces troceadas. Riega con la vinagreta, remueve y sirve.",
  "difficulty": "easy",
  "persons": 4,
  "time": 10,
  "images": []
},{
  "_id": {
    "$oid": "5eb5823faf05681681978e2f"
  },
  "ingredients": [
    "4 patatas medianas",
    "4 cucharadas de pesto del que venden preparado",
    "4 cucharadas de leche",
    "4 cucharadas de queso rallado",
    "Mantequilla",
    "Sal"
  ],
  "username": "ana",
  "title": "Flanecitos de patata y pesto",
  "description": "Precalentar el horno a 200 ºC. Lavar las patatas y cocerlas, con su piel, en una cacerola con abundante agua salada durante 35 minutos. Escurrirlas, dejar que se templen y cortarlas en rodajas gruesas. Engrasar cuatro flaneras individuales con un poco de mantequilla e ir colocando en su interior las rodajas de patata en capas, alternándolas con un poco de pesto y queso rallado. Presionar ligeramente con el dorso de una cuchara para que las patatas queden bien asentadas y verter al final una cucharada de leche en cada una. Colocar las flaneritas en la placa y hornearlas durante 10 minutos. Retirarlas, dejarla enfriar y reservarlas en la nevera.",
  "difficulty": "difficult",
  "persons": 4,
  "time": 35,
  "images": []
},{
  "_id": {
    "$oid": "5eb5823faf05681681978e30"
  },
  "ingredients": [
    "400 g de guisantes congelados",
    "2 cebollas moradas",
    "4 huevos",
    "1 copa de vino blanco",
    "Vinagre",
    "Unos tallos de cebollino",
    "Aceite de oliva",
    "Sal y pimienta"
  ],
  "username": "recipe",
  "title": "Guisantes con huevo escalfado",
  "description": "Muy Poca",
  "persons": 4,
  "time": 25,
  "difficulty": "difficult",
  "images": []
},{
  "_id": {
    "$oid": "5eb5823faf05681681978e31"
  },
  "ingredients": [
    "600 g de lomo de cerdo cortado en dados",
    "1 vaso grande de vino tinto",
    "100 g de ciruelas pasas",
    "1 dl de nata líquida",
    "2 cucharadas de mermelada de fresa o grosella",
    "Harina",
    "Aceite de oliva",
    "Pimienta",
    "Sal",
    "1 vaso grande de vino tinto",
    "100 g de ciruelas pasas",
    "1 dl de nata líquida",
    "2 cucharadas de mermelada de fresa o grosella",
    "Harina",
    "Aceite de oliva",
    "Pimienta",
    "Sal"
  ],
  "username": "admin",
  "title": "Lomo al vino tinto",
  "description": "Pon las ciruelas en un cazo, cúbrelas con el vino y déjalas macerar durante 1 hora. Pon el cazo al fuego y cuece las ciruelas con el vino, a fuego muy lento, durante 15 minutos. Salpimienta los dados de carne y enharínalos ligeramente. Calienta en una cazuela 1 cucharada de aceite y rehoga los dados de carne hasta que estén dorados. Añade las ciruelas con el líquido de cocción, sube la intensidad del fuego y deja cocer durante 4 minutos, para que se reduzca un poco el vino. Agrega la mermelada y la nata a la cazuela, remueve con una cuchara de madera y deja cocer a fuego muy lento durante 10 minutos más. Rectifica la sazón y sirve enseguida.",
  "difficulty": "medium",
  "persons": 4,
  "time": 25,
  "images": []
},{
  "_id": {
    "$oid": "5eb5823faf05681681978e32"
  },
  "ingredients": [
    "400 g de lomo de salmón limpio de piel y espinas",
    "1 pepino",
    "1 cebolla pequeña",
    "2 cucharadas de alcaparras",
    "4 cucharadas de vodka",
    "1/2 limón (su zumo)",
    "Pimienta",
    "Unas bayas de pimienta rosa",
    "Cebollino (picado y unos tallos enteros)",
    "1 cucharada de aceite de oliva",
    "Sal"
  ],
  "username": "admin",
  "title": "Tartar de salmón con pepinos y alcaparras",
  "description": "Lava y seca el salmón. Congélalo 24 horas y descongélalo. Pela el pepino y elimina las semillas. Corta unas rodajas y el resto, en daditos. Pela y pica la cebolla. Pica el salmón y mézclalo con los ingredientes anteriores, las alcaparras escurridas, el aceite, el zumo, el vodka, las bayas, la sal y la pimienta. Cubre con film y deja reposar en la nevera 20 minutos. Rellena unos aros de repostería con el tartar y retíralos. Decora con el cebollino picado, tallos enteros, y las rodajas de pepino y sirve.",
  "persons": 4,
  "time": 15,
  "difficulty": "medium",
  "images": []
}]